tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
tap "warrensbox/tap"
brew "azcopy"
brew "azure-cli"
brew "certbot"
brew "conftest"
brew "direnv"
brew "exa"
brew "fzf"
brew "gh"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "pre-commit"
brew "ruby"
brew "siege"
brew "telnet"
brew "terraform-docs"
brew "terraform_landscape"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "warrensbox/tap/tfswitch"
cask "docker"
cask "font-meslo-for-powerline"
cask "google-chrome"
cask "iterm2"
cask "microsoft-teams"
cask "postman"
cask "visual-studio-code"
